{ "movies": [
    {
      "title": "Toy Story 3",
      "genres": [
        "Animation",
        "Comedy",
        "Kids & Family",
        "Science Fiction & Fantasy"
      ],
      "mpaa_rating": "G",
      "runtime": 103,
      "critics_consensus": "Deftly blending comedy, adventure, and honest emotion, Toy Story 3 is a rare second sequel that really works.",
      "ratings": {
        "critics_score": 99,
        "audience_score": 91
      },
      "synopsis": "Pixar returns to their first success with Toy Story 3. The movie begins with Andy leaving for college and donating his beloved toys -- including Woody (Tom Hanks) and Buzz (Tim Allen) -- to a daycare. While the crew meets new friends, including Ken (Michael Keaton), they soon grow to hate their new surroundings and plan an escape. The film was directed by Lee Unkrich from a script co-authored by Little Miss Sunshine scribe Michael Arndt. ~ Perry Seibert, Rovi",
      "posters": {
          "thumbnail": "http://content6.flixster.com/movie/11/13/43/11134356_ori.jpg"
      },
      "abridged_directors": [{"name": "Lee Unkrich"}],
      "box_office": "$415.0M"
    },
    {
      "title": "Furious 7",
      "genres": [
        "Mystery & Suspense",
        "Action & Adventure"
      ],
      "mpaa_rating": "PG-13 (for prolonged frenetic sequences of violence, action and mayhem, suggestive content and brief strong language)",
      "runtime": 140,
      "critics_consensus": "Serving up a fresh round of over-the-top thrills while adding unexpected dramatic heft, Furious 7 keeps the franchise moving in more ways than one.",
      "ratings": {
        "critics_score": 82,
        "audience_score": 89
      },
      "synopsis": "Continuing the global exploits in the unstoppable franchise built on speed, Vin Diesel, Paul Walker and Dwayne Johnson lead the returning cast of Fast & Furious 7. James Wan directs this chapter of the hugely successful series that also welcomes back favorites Michelle Rodriguez, Jordana Brewster, Tyrese Gibson, Chris 'Ludacris' Bridges, Elsa Pataky and Lucas Black. They are joined by international action stars new to the franchise including Jason Statham, Djimon Hounsou, Tony Jaa, Ronda Rousey and Kurt Russell.",
      "posters": {
          "thumbnail": "http://content6.flixster.com/movie/11/18/14/11181482_ori.jpg"
      },
      "abridged_directors": [{"name": "James Wan"}],
      "box_office": "$147.2M"
    },
    {
      "title": "Get Hard",
      "genres": [
        "Comedy"
      ],
      "mpaa_rating": "R (for pervasive crude and sexual content and language, some graphic nudity, and drug material)",
      "runtime": 100,
      "critics_consensus": "A waste of two fine funnymen, Get Hard settles for tired and offensive gags instead of tapping into its premise's boundary-pushing potential.",
      "ratings": {
        "critics_score": 29,
        "audience_score": 58
      },
      "synopsis": "Will Ferrell and Kevin Hart headline this Warner Bros. comedy about a wrongfully convicted investment banker who prepares for prison life with the help of the man who washes his car. Etan Cohen directs, with Ian Roberts and Jay Martel handling screenwriting duties. ~ Jason Buchanan, Rovi",
      "posters": {
          "thumbnail": "http://content6.flixster.com/movie/11/18/91/11189122_ori.jpg"
      },
      "abridged_directors": [{"name": "Etan Cohen"}],
      "box_office": "$57.2M"
    },
    {
      "title": "Cinderella",
      "genres": [
        "Science Fiction & Fantasy", "Romance"
      ],
      "mpaa_rating": "PG (for mild thematic elements)",
      "runtime": 105,
      "critics_consensus": "Refreshingly traditional in a revisionist era, Kenneth Branagh's Cinderella proves Disney hasn't lost any of its old-fashioned magic.",
      "ratings": {
        "critics_score": 84,
        "audience_score": 85
      },
      "synopsis": "Cate Blanchett stars in this new vision of the Cinderella tale from director Kenneth Branagh and the screenwriting team of Chris Weitz and Aline Brosh McKenna for Disney Pictures. ~ Jeremy Wheeler, Rovi",
      "posters": {
          "thumbnail": "http://content6.flixster.com/movie/11/18/15/11181570_ori.jpg"
      },
      "abridged_directors": [{"name": "Kenneth Branagh"}],
      "box_office": "$167.1M"
    }
  ]
}
